Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Mr. Vassilakis (Greece): I would first like to thank you, Mr. President, for convening today's meeting on the very serious subject of small arms and light weapons.
fr: Mr. Vassilakis (parle en anglais) : J'aimerais tout d'abord vous remercier, Monsieur le Président, d'avoir convoqué la séance d'aujourd'hui sur le sujet très grave des armes légères et de petit calibre.

source: The mere fact that the Council is seized with the subject for the fifth time proves its relevance.
fr: Le simple fait que le Conseil soit aujourd'hui saisi de cette question pour la cinquième fois en illustre toute la pertinence.

source: We welcome the report of the Secretary-General on small arms.
fr: Nous nous félicitons du rapport du Secrétaire général sur les armes légères.

source: We would very much like to thank Under-Secretary-General Abe for the clarity of his presentation.
fr: Nous remercions le Secrétaire général adjoint Abe de l'exposé très clair qu'il a présenté.

source: We also welcome Ms. Kawaguchi.
fr: Nous souhaitons également la bienvenue à Mme Kawaguchi.

source: I would also like to thank my Japanese colleagues for their careful preparation of the draft presidential statement that the Council will adopt at this meeting.
fr: J'aimerais aussi remercier mes collègues japonais, qui ont soigneusement préparé la déclaration présidentielle que le Conseil va adopter à la présente séance.

source: We associate ourselves with the statement to be made shortly by Ambassador Jean-Marc Hoscheit, Permanent Representative of Luxembourg, on behalf of the European Union.
fr: Nous souscrivons à la déclaration que prononcera tout à l'heure l'Ambassadeur Jean-Marc Hoscheit, Représentant permanent du Luxembourg, au nom de l'Union européenne.

source: I would nevertheless like to make the following points.
fr: Je tiens néanmoins à faire les observations suivantes.

source: The illicit trade in small arms and light weapons has contributed to their unlimited proliferation.
fr: Le commerce illicite d'armes légères et de petit calibre a contribué à leur prolifération sans bornes.

source: Several million small arms and light weapons are illegally possessed by either transnational crime organizations or non-State actors.
fr: Des organisations criminelles transnationales ou d'autres acteurs non étatiques en détiennent illégalement plusieurs millions.

source: It is estimated that the victims of small arms and light weapons total 500,000 annually, a large proportion of them being children and civilians.
fr: On estime que les armes légères font annuellement 500 000 victimes, dont une forte proportion d'enfants et de civils.

source: Most affected by this modern scourge are developing countries.
fr: Ce sont les pays en développement qui sont les plus touchés par ce fléau moderne.

source: In order to contain this modern plague on humankind, in 2001 the United Nations adopted the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
fr: Afin d'endiguer ce fléau moderne dont souffre l'humanité, l'Organisation des Nations Unies a adopté en 2001 le Programme d'action en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects.

source: Its implementation is of paramount importance.
fr: Sa mise en œuvre est d'une importance capitale.

source: The first Biennial Meeting of Member States on the Implementation of the 2001 Programme of Action on Small Arms and Light Weapons was held in July 2003 to exchange experiences.
fr: En juillet 2003 a eu lieu la première Réunion biennale des États sur l'application du Programme d'action relatif aux armes légères, au cours de laquelle les États ont pu échanger les expériences recueillies.

source: The second such meeting will be convened in July 2005, and a review conference is planned for the following year.
fr: En juillet de cette année doit avoir lieu la deuxième Réunion biennale, tandis que la Conférence d'examen est prévue pour l'année prochaine, en 2006.

source: We hope that this ongoing effort will lead to a positive outcome.
fr: Nous espérons tous que ces efforts aboutiront à un résultat positif.

source: Pursuant to General Assembly resolution 58/241, an open-ended working group was established in order to negotiate an instrument on marking and tracing.
fr: En application de la résolution 58/241 de l'Assemblée générale, un groupe de travail à composition non limitée a été créé afin de négocier un instrument international d'identification et de traçage.

source: The group made considerable progress in its first two sessions, although some substantial issues are still open.
fr: Au cours de ses deux premières sessions, le Groupe a réalisé des progrès considérables, même s'il subsiste encore d'importantes questions en suspens.

source: Greece hopes that all pending issues will be resolved during the next meeting.
fr: La Grèce espère que toutes les questions en souffrance seront réglées durant la prochaine réunion.

source: A new legally binding instrument on marking and tracing will greatly facilitate the eradication of small arms and light weapons.
fr: Un nouvel instrument juridiquement contraignant sur le marquage et le traçage facilitera considérablement l'élimination des armes légères et de petit calibre.

source: Another means to combat the illicit trade is the adoption of end-user certificates.
fr: Un autre moyen de combattre le commerce illicite est l'adoption de certificats d'utilisateur final.

source: Both the European Union and the Organization for Security and Cooperation in Europe have relevant provisions in place that emphasize the implementation of that plan.
fr: Aussi bien l'Union européenne que l'Organisation pour la sécurité et la coopération en Europe (OSCE) ont déjà pris des dispositions qui soulignent l'application de ce plan.

source: End-user certificates will help to discover whether arms destined for legal uses have been diverted to illegal recipients, thereby limiting the flow of small arms and light weapons to unauthorized or undesired users.
fr: Les certificats d'utilisateur final permettront de mettre au jour les cas où des armes destinées à une utilisation légale ont été détournées vers des détenteurs illégaux, ce qui limitera le flux de ces armes vers des utilisateurs non autorisés ou peu souhaitables.

source: If such a measure is universalized, it will contribute greatly to our legal arsenal in the fight to eradicate the illicit flow of small arms and light weapons.
fr: Si cette mesure était universellement appliquée, elle apporterait une contribution très importante à la panoplie juridique dont nous disposons pour éliminer les flux illicites d'armes légères et de petit calibre.

source: In accordance with Article 51 of the Charter of the United Nations, all countries have an inherent right to self-defence.
fr: Tous les pays ont un droit naturel de légitime défense, en vertu de l'Article 51 de la Charte.

source: The armed forces and police of States therefore need small arms and light weapons.
fr: C'est pourquoi les armes légères et de petit calibre sont nécessaires pour les forces armées et la police des États.

source: One can nevertheless not overlook the fact that, in some instances, small arms and light weapons that start out legally ultimately arrive at illegal destinations.
fr: Mais l'on ne peut ignorer le fait que dans certains cas des armes légères et de petit calibre acquises par des voies légales, finissent par avoir une destination illégale.

source: That loophole has to be effectively addressed through severe measures in the national legislation of all countries.
fr: Il faut combler efficacement cette faille par le biais de mesures sévères dans les législations nationales de tous les pays.

source: Given that small arms are inoperable without ammunition, the flow of ammunition for small arms and light weapons must also be brought under control.
fr: Étant donné que les armes légères ne sauraient fonctionner sans munitions, les flux de munitions pour les armes légères et de petit calibre doivent aussi être maîtrisés.

source: My country has actively participated in the programme to destroy excessive ammunition in Albania.
fr: Mon pays a participé activement au programme de destruction d'excédents de munitions en Albanie.

source: We support the view that the Security Council, in its consideration of peacekeeping operations, always has the duty to introduce a component dealing with the disarmament, demobilization and reintegration of combatants into their local societies.
fr: Nous convenons que s'agissant des opérations de maintien de la paix, le Conseil de sécurité a constamment le devoir d'y introduire un élément de désarmement, de démobilisation et de réinsertion des combattants dans la société locale.

source: That is a measure of paramount importance. If it is well implemented, it will enhance stability in conflict-torn countries.
fr: Cela revêt une importance considérable, puisque si l'exécution est satisfaisante, la stabilité s'en trouvera consolidée dans les pays déchirés par un conflit.

source: Measures also have to be taken to ensure strict compliance with United Nations embargoes and sanctions in conflict areas.
fr: Il importe également de prendre des mesures pour que les embargos et les sanctions imposés par l'ONU dans les zones de conflit soient rigoureusement respectés.

source: The Council should spare no effort to stop the proliferation of small arms and light weapons or to identify potential links between the illicit trade in those weapons and the illicit exploitation of natural and other resources.
fr: Le Conseil ne devrait ménager aucun effort pour stopper la prolifération des armes légères et pour identifier les liens potentiels entre le commerce illicite de ces armes et l'exploitation illégale des ressources naturelles et autres.

source: Zero tolerance for smugglers has to be the rule.
fr: Il faut que la tolérance zéro envers les contrebandiers soit la règle.

source: Countries also have to exert some restraint when they are exporting to conflict areas, even when an arms embargo has not yet been imposed.
fr: Il faut également que les pays fassent preuve d'une certaine retenue lorsqu'il s'agit d'exporter des armes à destination de zones de conflit, même en l'absence d'un embargo.

source: Last but not least, the Council should urge all Member States fully and effectively to implement all recommendations of the Secretary-General, who should also be requested to produce a further update on the matter when the Council is next seized with the question of small arms and light weapons.
fr: Enfin et surtout, le Conseil devrait exhorter tous les États Membres à appliquer dans leur intégralité et avec efficacité l'ensemble des recommandations du Secrétaire général, auquel il conviendrait par ailleurs de demander un nouveau bilan de la situation la prochaine fois que le Conseil sera saisi de la question des armes légères.

source: Mr. Zhang Yishan (China) (spoke in Chinese): At the outset, I wish to thank you, Sir, for arranging this meeting, which gives us the opportunity to exchange views on the issue of small arms and light weapons.
fr: M. Zhang Yishan (Chine) (parle en chinois) : D'emblée, je vous remercie, Monsieur le Président, d'avoir convoqué cette réunion, qui nous permet d'échanger nos vues sur la question des armes légères.

source: I also take this opportunity to thank the Secretary-General for his recent report to the Security Council and Under-Secretary-General Abe for his introduction.
fr: Je profite également de l'occasion pour remercier le Secrétaire général de son récent rapport au Conseil de sécurité et le Secrétaire général adjoint, M. Abe, de son exposé liminaire.

source: In recent years, small arms and light weapons have increasingly become the focus of international attention.
fr: Depuis quelques années, les armes légères captent de plus en plus l'attention internationale.

source: The illicit trafficking and excessive accumulation of such weapons have worsened armed conflicts in certain countries and regions and disrupted peace processes and the smooth operation of post-conflict reconstruction.
fr: Le trafic illicite et l'accumulation excessive de ces armes ont, dans certains pays et certaines régions, exacerbé les conflits armés et entravé les processus de paix et de reconstruction après un conflit.

source: They are also closely linked to terrorism, organized crime, the illicit exploitation of natural resources and child soldiers, causing political, economic and social damage.
fr: Par ailleurs, ces phénomènes sont intimement liés au terrorisme, à la criminalité organisée, à l'exploitation illicite des ressources naturelles et au problème des enfants soldats, causant ainsi des dommages sur les plans politique, économique et social.

source: National Governments shoulder the primary responsibilities in combating the illicit traffic in small arms and light weapons.
fr: C'est en premier lieu aux gouvernements des pays concernés qu'il incombe de lutter contre le trafic illicite des armes légères.

source: The root cause of that problem can be removed only by reinforcing national legal systems and control mechanisms and by imposing strict controls on domestic production and trade in small arms and light weapons.
fr: Il n'est possible d'éliminer les causes profondes de ce problème qu'en renforçant les systèmes juridiques nationaux et les mécanismes de contrôle, ainsi qu'en exerçant un contrôle rigoureux de la production et du commerce des armes légères à l'échelon national.

source: At the same time, as small arms and light weapons have increasingly become a global issue, the appropriate solution to the problem cannot be sought without the joint efforts of the international community.
fr: D'un autre côté, puisque ces armes représentent de plus en plus un problème d'ampleur mondiale, on ne saurait en venir à bout sans les efforts conjugués de la communauté internationale.

source: All countries must undertake close cooperation at the national, regional and international levels; tighten supervision and control of the trade in small arms and light weapons; trace illicit trafficking networks; pool information; and provide the developing countries with the necessary financial and technical assistance.
fr: Il importe que tous les pays coopèrent étroitement aux échelons national, régional et international; renforcent la supervision et le contrôle du commerce des armes légères; localisent les réseaux du trafic illicite; mettent en commun les informations; et fournissent aux pays en développement l'aide financière et technique requise.

source: International efforts on small arms and light weapons form a most active and productive component part of the current multilateral arms control endeavour.
fr: L'action internationale contre les armes légères constitue un élément particulièrement dynamique et productif de l'effort multilatéral actuellement engagé dans le domaine de la maîtrise des armements.

source: The United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects and the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention against Transnational Organized Crime, concluded in 2001, have established a policy and legal foundation for the settlement of small arms and light weapons issues, adding a new chapter to the international combat against illicit trafficking in small arms and light weapons.
fr: Le Programme d'action des Nations Unies relatif aux armes légères et le Protocole relatif aux armes à feu de la Convention contre la criminalité transnationale organisée, adoptés en 2001, ont jeté les bases politique et juridique du règlement de la question, ouvrant ainsi un nouveau chapitre de la lutte internationale contre le trafic illicite des armes légères.

source: The follow-up international efforts have enjoyed gratifying progress.
fr: La surveillance internationale a réalisé des progrès satisfaisants.

source: Countries have attached great importance to the Programme of Action, earnestly implemented various measures and accumulated valuable experience.
fr: Les pays ont fait grand cas du Programme d'action, en exécutant véritablement les différentes mesures prévues et en accumulant ainsi une précieuse expérience.

source: On that basis, the United Nations First Biennial Meeting on the implementation of the Programme of Action was held successfully in 2003, vigorously enhancing the Programme's comprehensive implementation.
fr: C'est sur cette base que s'est tenue avec succès en 2003 la première Réunion biennale des États chargée d'examiner l'application du Programme d'action sur les armes légères, donnant ainsi un coup de fouet à l'exécution intégrale du Programme d'action.

source: A wide spectrum of international and regional seminars on small arms and light weapons has also played an important role in increasing international consensus and expanding the exchange of information.
fr: En outre, des séminaires internationaux et régionaux en tout genre ont grandement contribué à renforcer le consensus international et à développer l'échange d'informations.

source: It is worth mentioning that, on the basis of the work of the Group of Governmental Experts established by the Secretary-General, the Open-ended Working Group on an international instrument for the timely and reliable identification and tracing of illicit small arms and light weapons was set up last year and two sessions have been held.
fr: Il convient de mentionner que, sur la base des travaux du groupe d'experts gouvernementaux créé par le Secrétaire général, le Groupe de travail à composition non limitée chargé de négocier un instrument international permettant aux États d'identifier et de tracer les armes légères illicites de façon rapide et fiable a été constitué l'année dernière et qu'il a tenu deux sessions.

source: The parties involved have had an in-depth exchange of views on marking, record-keeping and international tracing cooperation and have reached wide consensus.
fr: Les parties ont mené un échange de vues approfondi sur le marquage, l'enregistrement des données et la coopération internationale en matière de traçage pour aboutir à un large consensus.

source: We hope that the Working Group will conclude the new international instruments on schedule, which will contribute to a more effective strike against the illicit trafficking of small arms and light weapons.
fr: Nous espérons que le Groupe parviendra dans les délais prescrits à mettre la touche finale aux nouveaux instruments internationaux qui permettront de porter un coup plus efficace au trafic illicite des armes légères.

source: In July this year, the United Nations Second Biennial Meeting on the implementation of the Programme of Action will be held, and the review conference will take place next year.
fr: En juillet prochain aura lieu la deuxième Réunion biennale des États chargée d'examiner l'application du Programme d'action sur les armes légères, tandis qu'une conférence d'examen se tiendra l'année prochaine.

source: We hope that, based on the previous work, the two important meetings will comprehensively review the implementation of the Programme of Action, exchange views, jointly seek solutions to difficulties and problems, and earnestly enhance national efforts to implement various measures embodied in the Programme step by step.
fr: Nous espérons que, s'inspirant des travaux passés, ces deux importantes réunions donneront lieu à un examen complet de l'application du Programme d'action, à un échange de vues et à une recherche collective de solutions aux difficultés et problèmes rencontrés, et qu'elles permettront d'épauler sérieusement les efforts nationaux menés pour appliquer progressivement les différentes mesures prévues dans le Programme d'action.

source: In recent years, the Security Council has often held special deliberations on the issue of small arms and light weapons, and emphasized the importance of that issue in seeking solutions to regional conflicts.
fr: À plusieurs reprises ces dernières années, le Conseil de sécurité a tenu des délibérations spéciales sur la question des armes légères et souligné son importance dans le règlement des conflits régionaux.

source: In complement to the aforementioned international efforts, the Security Council should, within the scope of its mandate, continue to focus its attention on the issue, earnestly monitor the implementation of the relevant arms embargoes, and include disarmament, demobilization and reintegration in peacekeeping operation authorizations.
fr: Pour accompagner les efforts internationaux susmentionnés, le Conseil de sécurité devrait, dans le cadre de son mandat, rester concentré sur cette question, continuer de superviser l'application des différents embargos sur les armes et intégrer des éléments de désarmement, démobilisation et réinsertion dans le mandat des opérations de maintien de la paix.

source: In addition, the Security Council should strengthen coordination with the General Assembly and other United Nations bodies in that regard to achieve complementarity.
fr: Le Conseil de sécurité devrait, en outre, resserrer la coordination avec l'Assemblée générale et autres organes des Nations Unies dans un souci de complémentarité.

source: China fully supports the efforts being made against the illicit trade in small arms and light weapons and has played an active part in the relevant international efforts.
fr: La Chine soutient pleinement la lutte contre le commerce illicite et prend une part active à l'action internationale en la matière.

source: In recent years, China has earnestly implemented the Programme of Action and further improved its relevant legislations.
fr: Ces dernières années, la Chine s'est appliquée à mettre en œuvre le Programme d'action et à améliorer sa législation.

source: China has already signed the Firearms Protocol and is now preparing to ratify and implement it, establishing a national database on the production and possession of and trade in small arms and light weapons, and optimizing its marking system.
fr: La Chine a déjà signé le Protocole sur les armes à feu et s'apprête à présent à le ratifier et à le mettre en œuvre, à créer une base de données nationale sur la production, la détention et le commerce des armes légères, et à optimaliser son système de marquage.

source: China supports the United Nations in playing a lead role in international efforts to seek solutions to the small arms and light weapons issue.
fr: La Chine soutient le rôle de chef de file de l'ONU dans les efforts internationaux visant à régler le problème des armes légères.

source: We have taken an active and constructive part in all the meetings of the United Nations group of governmental experts on small arms and light weapons, as well as the work of the current Open-ended Working Group on the new international instrument.
fr: Nous avons participé de manière constructive et dynamique à toutes les réunions du Groupe d'experts gouvernementaux sur les armes légères, ainsi qu'aux travaux du Groupe de travail à composition non limitée.
